The relative displacement applied to the displaced elements by this DisplacementElement.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public XYZ GetRelativeDisplacement()
  Visual Basic
Public Function GetRelativeDisplacement As XYZ
  Visual C++
public:
XYZ^ GetRelativeDisplacement()
 Return Value
 The relative displacement.
 See Also
  DisplacementElement Class
  Autodesk.Revit.DB Namespace